{
  "community": [
    {
      "name": "Cosplay Gathering",
      "banner": "https://cdn.akvns.org/events/cosplay-gathering-3.jpg",
      "date": "Hằng \"nửa\" năm @ Hobby Horizon",
      "content": "Là hoạt động thường niên bên lề các lễ hội văn hóa lớn, Vietnam Arknights Cosplay Gathering tạo nên sân chơi để các cosplayer của Arknights có thể giao lưu và tỏa sáng. Điểm nhấn là hoạt động chụp ảnh tập thể, là thước đo trực quan khẳng định sự lớn mạnh của cộng đồng Arknights tại Việt Nam.",
      "post": "https://www.youtube.com/watch?v=bO0Bvh9JTRA"
    }
  ],
  "akvns": [
    {
      "name": "Arknights: Operation Pyrite",
      "banner": "https://cdn.akvns.org/events/operation-pyrite.jpg",
      "date": "2022-11-27",
      "content": "Bài hát là một dự án fanmade bởi Over Heaven, dưới sự hợp tác với Arknights VNS & Kazdel Team, nhằm đưa đến các Doctor quốc tế nói chung và Việt Nam nói riêng một trải nghiệm “mới mẻ” hơn về bài hát, đồng thời cũng là một lời tri ân đến bài hát huyền thoại một thời trong cả cộng đồng Arknights.",
      "post": "https://www.youtube.com/watch?v=LHUnS_HqJRU"
    },
    {
      "name": "Arknights: Merciful Broken Sun",
      "date": "2024-12-01",
      "banner": "https://cdn.akvns.org/events/overheaven-merciless-broken-sun.jpg",
      "content": "Đây là một bản remix của Over Heaven cho bài hát Merciful Broken Sun,, dưới sự hợp tác với Arknights VNS, nhằm tham dự sự kiện “Timeless Echoes Video Creation Event” của Yostar, và cuối cùng là xuất sắc đạt được giải nhì trong cả sự kiện.",
      "post": "https://www.facebook.com/groups/arknights.vietnam.station/posts/2276500029409581"
    },
    {
      "name": "VNS Offline 2024 - The show must go on",
      "date": "2024-01-14",
      "banner": "https://cdn.akvns.org/events/vns-offline-2024.jpg",
      "content": "Tiên phong mang mô hình mini-festival, \"The Show Must Go On!\" tự hào là sự kiện offline hoành tráng nhất tại TP.HCM lúc bấy giờ. Đây chính là dự án cộng đồng quy mô nhất mà Arknights VNS từng thực hiện trong giai đoạn này",
      "post": "https://www.facebook.com/groups/arknights.vietnam.station/posts/2035816776811242"
    },
    {
      "name": "VNS Offline 2025 - Dreamchasers",
      "date": "2025-08-10",
      "banner": "https://cdn.akvns.org/events/vns-offline-2025.jpg",
      "content": "Kế thừa và bứt phá từ mùa trước, Dreamchasers là dự án mini-festival thành công nhất lịch sử Arknights Vietnam Station. Không chỉ mang sứ mệnh kết nối các Doctor và chinh phục sự công nhận từ Hypergryph & Yostar để khẳng định vị thế Việt Nam, sự kiện này còn mang ý nghĩa đặc biệt hơn nữa - là tiền đề cho Dreamchasers thành lập Phoenix Frontiers.",
      "post": "https://www.facebook.com/groups/arknights.vietnam.station/posts/2489873254738923"
    }
  ],
  "crossover": [
    {
      "name": "Arknights VNS x Zeklewa",
      "date": "2023-04-27",
      "banner": "https://cdn.akvns.org/events/zeklewa-collab.jpg",
      "content": "Anh đã vào nhóm Facebook của chúng ta để thực hiện 2 phần Q&A, 1 dưới hình thức livestream trên nhóm và 1 dưới dạng phỏng vấn độc quyền bởi team Staff của Arknights VNS. Ngoài ra, anh cũng đã chủ động ủng hộ quà của mình cho Arknights VNS Offline 2024: The Show Must Go On!.",
      "post": "https://www.facebook.com/groups/arknights.vietnam.station/posts/1876122536114001"
    },
    {
      "name": "maimai Student Open Cup",
      "date": "2024-12-08",
      "banner": "https://cdn.akvns.org/events/msoc.jpg",
      "content": "Tại Maimai Student Open Cup (MSOC), AK VNS đã có một vinh dự đầy ý nghĩa khi trực tiếp lựa chọn bài hát cho trận tranh hạng ba. Và bài nhạc được chọn không gì khác ngoài FFT - một sáng tác của cybermiso – cha đẻ của bản Battle Theme Contingency Contract #5.",
      "post": "https://www.facebook.com/permalink.php?story_fbid=pfbid02tynZeNmVsYcy7Urne2VqydVBEfdk42gNH1i56QVVNeAxBpa44KixYRWDqP6if5sql&id=61560498161631"
    },
    {
      "name": "UMYT Project: Sonorous",
      "date": "2023-12-25",
      "banner": "https://cdn.akvns.org/events/umyt-collab.jpg",
      "content": "AK VNS đã đồng hành cùng cộng đồng maimai vietnam thông qua vai trò nhà tài trợ cho giải đấu lớn UMYT tại Hồ Chí Minh",
      "post": "https://www.facebook.com/umytproject/posts/pfbid036ajpVDSkV7WekofWM79RyTJGqSdtNvf3hBHky69bo81itPdFHVA27CCdgci8VLCMl"
    },
    {
      "name": "Nutbreakers",
      "date": "2025-09-21",
      "banner": "https://cdn.akvns.org/events/nutbreakers.jpg",
      "content": "Nutbreakers là giải đấu quốc tế do các Doctor Việt khởi xướng dựa trên chế độ Co-op Rhodes Island Icebreaker #1. Với mục tiêu kết nối toàn cầu qua các thử thách chiến thuật cao, uy tín của giải được khẳng định mạnh mẽ nhờ sự đồng hành của Eckogen – Content Creator hàng đầu cộng đồng Arknights.",
      "post": "https://www.facebook.com/groups/arknights.vietnam.station/posts/2538334966559418"
    }
  ]
}
